Repository: osbuild/cockpit-composer
Catalog: po/*.po
Languages: cs, de, fr, it, ka, ru, zh_tw

source: A blueprint name is required.
cs: Je třeba uvést název plánku.
de: Ein Blueprint-Name ist erforderlich.
fr: Un nom de modèle est exigé.
it: È necessario un nome di progetto.
ka: საჭიროა მონახაზის სახელი.
ru: Требуется название проекта.
zh_tw: 藍圖名稱是必需的。

source: AWS region
cs: region AWS
fr: Région d’AWS
ka: AWS-ის რეგიონი

source: Access key ID
cs: Identifikátor přístupového klíče
fr: ID de la clé d’accès
ka: წვდომის გასაღების ID

source: Actions
cs: Akce
ka: ქმედებები
ru: Действия

source: Add
cs: Přidat
de: Hinzufügen
fr: Ajouter
it: Aggiungi
ka: დამატება
ru: Добавить
zh_tw: 加入

source: Add latest version
cs: Přidat nejnovější verzi
fr: Ajouter la dernière version
ka: ბოლო ვერსიის დამატება
ru: Добавить последнюю версию

source: Add source
cs: Přidat zdroj
fr: Ajouter une source
ka: წყაროს დამატება

source: An error occurred
cs: Došlo k chybě
fr: Une erreur s’est produite
ka: შეცდომა

source: An error occurred when saving the source. Check that the path is valid and try again.
cs: Došlo k chybě při ukládání zdroje. Zkontrolujte, že popis umístění je platný a zkuste to znovu.
fr: L’erreur suivante est apparue lors de la sauvegarde de la source. Veuillez vérifier que le chemin d’accès soit bien valide et essayer à nouveau.
ka: წყაროს შენახვის შეცდომა. შეამოწმეთ ბილიკი და თავიდან სცადეთ.
ru: Произошла ошибка при сохранении источника. Проверьте правильность пути и попытайтесь еще раз.

source: An error occurred while trying to get blueprint contents.
cs: Došlo k chybě při pokusu o získání obsahu plánku.
de: Beim Versuch, Blaupauseninhalte zu erhalten, ist ein Fehler aufgetreten.
fr: Une erreur a eu lieu quand on a essayé d’obtenir le contenu du modèle.
it: Si è verificato un errore durante il tentativo di ottenere i contenuti del progetto.
ka: მონახაზის შიგთავსის მიღების შეცდომა.
ru: Произошла ошибка при попытке получить содержание чертежа.
zh_tw: 嘗試獲取藍圖內容時發生錯誤。

source: An error occurred while trying to get sources.
cs: Došlo k chybě při pokusu o získání zdrojů.
de: Beim Versuch, Quellen zu ermitteln, ist ein Fehler aufgetreten.
fr: Une erreur a eu lieu quand on a essayé d’obtenir les sources.
it: Si è verificato un errore durante il tentativo di ottenere le fonti.
ka: წყაროს მიღების შეცდომა.
ru: Произошла ошибка при попытке получить источники.
zh_tw: 嘗試獲取源時發生錯誤。

source: Apply change
cs: Uplatnit změnu
fr: Appliquer le changement
ka: ცვლილების გადატარება

source: Are you sure you want to delete the blueprint {name}?
cs: Opravdu chcete smazat plánek {name}?
de: Sind Sie sicher, dass Sie die Blaupause {name}löschen wollen?
fr: Voulez-vous vraiment supprimer le modèle {name} ?
it: Sei sicuro di voler cancellare il progetto{name}?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ წაშალოთ ეს მონახაზი ({name}) ?
ru: Вы действительно хотите удалить чертеж {name}?
zh_tw: 您確定要刪除藍圖嗎？ {name}？

source: Are you sure you want to delete the image for {blueprintName}?
cs: Opravdu chcete smazat obraz pro {blueprintName}?
de: Bist du sicher, dass du das Bild für {blueprintName}? löschen willst?
fr: Êtes-vous sûr de vouloir supprimer l’image de {blueprintName} ?
it: Sei sicuro di voler cancellare l'immagine per {blueprintName}?
ka: დარწმუნებული ბრძანდებით რომ გნებავთ {blueprintName}-ის მონახაზის წაშლა?
ru: Вы действительно хотите удалить изображение для {blueprintName}?
zh_tw: 您確定要刪除圖像嗎？ {blueprintName}？

source: Are you sure you want to stop the build process for {blueprintName}?
cs: Opravdu chcete zastavit sestavování {blueprintName}?
de: Sind Sie sicher, dass Sie den Build-Prozess für {blueprintName}? stoppen möchten?
fr: Voulez-vous vraiment arrêter le processus de build pour {blueprintName} ?
it: Sei sicuro di voler fermare il processo di costruzione per{blueprintName}?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ შეაჩეროთ {blueprintName}-ის აგება?
ru: Вы действительно хотите остановить процесс сборки для {blueprintName}?
zh_tw: 您確定要停止構建過程嗎？ {blueprintName}？

source: Authentication
cs: Ověřování se
fr: Authentification
ka: ავთენტიკაცია

source: Automatically start osbuild-composer on boot
cs: Automaticky spouštět osbuild-composer při startu systému
fr: Lancement automatique de osbuild-composer au démarrage
ka: osbuilder-composer-ის გაშვება სისტემის ჩატვირთვის დროს
ru: Автоматически запускать osbuild-composer при загрузке

source: Back to blueprints
cs: Zpět k plánkům
fr: Retour vers les Modèles
ka: მონახაზებზე დაბრუნება

source: Back to {blueprint}
cs: Zpět k {blueprint}
fr: Retour à {blueprint}
ka: {blueprint}-ზე დაბრუნება
ru: Назад к {blueprint}

source: Blueprint
cs: Plánek
de: Blaupause
fr: Modèle
ka: მონახაზი
ru: Проект
zh_tw: 藍圖

source: Blueprint names cannot contain spaces or the character: {invalidChar}
cs: Názvy plánků nemohou obsahovat mezery nebo znak: {invalidChar}
fr: Le noms de topologie ne peuvent pas contenir d’espaces ou de caractère : {invalidChar}
ka: მონახაზის სახელი არ შეიძლება ამ სიმბოლოს შეიცავდეს: {invalidChar}
ru: Имена проектов не могут содержать пробелы или символ: {invalidChar}

source: Blueprint names cannot contain spaces or the characters: {invalidChar}
cs: Názvy plánků nemohou obsahovat mezery nebo znaky: {invalidChar}
fr: Le noms de topologie ne peuvent pas contenir d’espaces ou de caractères : {invalidChar}
ka: მონახაზის სახელი არ შეიძლება ამ სიმბოლოს შეიცავდეს: {invalidChar}
ru: Имена проектов не могут содержать пробелы или символы: {invalidChar}

source: Blueprint names cannot contain spaces.
cs: Názvy plánků nemohou obsahovat mezery.
fr: Le noms de modèles (topologie) ne peuvent pas contenir d’espaces.
ka: მონახაზის სახელი ვერ შეიცავს ჰარეებს.
ru: Имена проектов не могут содержать пробелы.

source: Blueprint names cannot contain the character: {invalidChar}
cs: Názvy plánků nemohou obsahovat znak: {invalidChar}
fr: Le noms de modèles (topologie) ne peuvent pas contenir le caractère : {invalidChar}
ka: მონახაზის სახელი ამ სიმბოლოს არ შეიძლება, შეიცავდეს: {invalidChar}
ru: Имена проектов не могут содержать символ: {invalidChar}

source: Blueprint names cannot contain the characters: {invalidChar}
cs: Názvy plánků nemohou obsahovat znaky: {invalidChar}
fr: Le noms de modèles (topologie) ne peuvent pas contenir les caractères : {invalidChar}
ka: მონახაზის სახელი არ შეიძლება ამ სიმბოლოს შეიცავდეს: {invalidChar}
ru: Имена проектов не могут содержать символы: {invalidChar}

source: Blueprints
cs: Plánky
de: Blaupausen
fr: Modèles
it: Blueprint
ka: მონახაზები
ru: Проекты
zh_tw: 藍圖

source: Cancel
cs: Storno
de: Abbrechen
fr: Annuler
it: Annulla
ka: გაუქმება
ru: Отмена
zh_tw: 取消

source: Check GPG key
cs: Zkontrolovat GPG klíč
fr: Vérifier la clé GPG
ka: შეამოწმეთ GPG-ის გასაღები
ru: Проверить ключ GPG

source: Check SSL certificate
cs: Zkontrolovat SSL certifikát
fr: Vérifier le Certificat SSL
ka: შეამოწმეთ SSL სერტიფიკატი
ru: Проверить сертификат SSL

source: Clear all filters
cs: Vyčistit všechny filtry
fr: Supprimer tous les filtres
ka: ყველა ფილტრის გასუფთავება

source: Close
cs: Zavřít
de: Schließen
fr: Fermer
it: Chiudi
ka: დახურვა
ru: Закрыть
zh_tw: 關閉

source: Cluster help
cs: Nápověda ke clusteru
fr: Aide Clusters
ka: დახმარება კლატერის შესახებ

source: Component details
cs: Podrobnosti o součásti
fr: Détails des composants
ka: კომპონენტის დეტალები

source: Component options
cs: Předvolby součásti
fr: Options de composants
ka: კომპონენტის მორგება

source: Confirm password
cs: Potvrzení hesla
fr: Confirmer le mot de passe
ka: პაროლის დადასტურება
ru: Подтвердить пароль

source: Contents
cs: Obsah
de: Inhalt
fr: Contenu
it: Sommario
ka: შემცველობა
ru: Содержание
zh_tw: 內容

source: Copy
cs: Zkopírovat
de: Kopieren
fr: Copier
it: Copia
ka: კოპირება
ru: Копировать
zh_tw: 複製

source: Create
cs: Vytvořit
de: Erstellen
fr: Créer
it: Crea
ka: შექმნა
ru: Создать
zh_tw: 建立

source: Create a blueprint to define the contents that will be included in the images you create. Images can be produced in a variety of output formats.
cs: Vytvořte plánek pro definování obsahu který bude obsažen v obrazu, který vytvoříte. Obrazy je možné vytvářet v různých výstupních formátech.
de: Erstellen Sie eine Blaupause, um die Inhalte zu definieren, die in die von Ihnen erstellten Bilder aufgenommen werden, und die in verschiedenen Ausgabeformaten erstellt werden können.
fr: Créer un modèle pour définir le contenu qui sera inclus dans les images que vous allez créer. Les images peuvent être produites dans une variété de formats de sortie.
it: Creare un progetto per definire i contenuti che saranno inclusi nelle immagini create. Le immagini possono essere prodotte in una varietà di formati di output.
ru: Создайте план, чтобы определить содержимое, которое будет включено в создаваемые вами изображения. Изображения могут быть созданы в различных форматах вывода.
zh_tw: 創建藍圖以定義將包含在您創建的圖像中的內容。可以以各種輸出格式生成圖像。

source: Create blueprint
cs: Vytvořit plánek
fr: Créer un modèle
ka: მონახაზის შექმნა

source: Create image
cs: Vytvořit obraz
fr: Créer une image
ka: გამოსახულების შექმნა

source: Create user account
cs: Vytvořit uživatelský účet
fr: Créez le compte utilisateur
ka: მომხმარებლის ანგარიშის შექმნა

source: Created
cs: Vytvořeno
fr: Créé
ka: შექმნილია
ru: Создано

source: Customizations
cs: Přizpůsobení
fr: Personnalisations
ka: ხელით შეტანილი ცვლილებები
ru: Настройки

source: Data center
cs: Datacentrum
fr: Centre de données
ka: მონაცემების დამუშავების ცენტრი

source: Data store
cs: Datové úložiště
fr: Stockage des données
ka: მონაცემების საცავი

source: Datacenter help
cs: Nápověda k datacentru
fr: Aide Centre de données
ka: დახმარება მონაცემთა დამუშავების ცენტრის შესახებ

source: Datastore help
cs: Nápověda k úložišti dat
fr: Aide Datastore
ka: დახმარება მონაცემთა დამუშავების ცენტრის შესახებ

source: Delete
cs: Smazat
de: Löschen
fr: Supprimer
it: Cancella
ka: წაშლა
ru: Удалить
zh_tw: 刪除

source: Delete blueprint
cs: Smazat plánek
fr: Supprimer le modèle
ka: მონახაზის წაშლა

source: Delete image
cs: Smazat obraz
fr: Supprimer l’image
ka: გამოსახულების წაშლა

source: Delete user account
cs: Smazat uživatelský účet
fr: Supprimer le compte utilisateur
ka: მომხმარებილის ანგარიშის წაშლა

source: Dependencies
cs: Závislosti
de: Abhängigkeiten ("Dependencies")
fr: Dépendances
it: Dipendenze
ka: დამოკიდებულებები
ru: Зависимости
zh_tw: 相依性

source: Description
cs: Popis
de: Beschreibung
fr: La description
it: Descrizione
ka: აღწერა
ru: Описание
zh_tw: 說明

source: Destination
cs: Cíl
ka: დანიშნულება

source: Details
cs: Podrobnosti
fr: Détails
ka: დეტალები

source: Download
cs: Stáhnout si
de: Herunterladen
fr: Télécharger
it: Scarica
ka: გადმოწერა
ru: Загрузить
zh_tw: 下載

source: Drag and drop a file or upload one
cs: Přetáhněte sem soubor nebo ho nahrajte
fr: Glisser et déposer un fichier ou en télécharger un
ka: გადმოათრიეთ და დააგდეთ ფაილი, ან ატვირთეთ

source: Edit description
cs: Upravit popis
fr: Modifier la description
ka: აღწერის ჩასწორება
ru: Редактировать описание

source: Edit hostname
cs: Upravit název hostitele
fr: Modifier le nom d’hôte
ka: ჰოსტის სახელის ჩასწორება
ru: Редактировать имя узла

source: Edit installation device
cs: Upravit instalační zařízení
fr: Modifier le dispositif d'installation
ka: დაყენების მოწყობილობის ჩასწორება

source: Edit source
cs: Upravit zdroj
fr: Modifier la source
ka: წყაროს ჩასწორება

source: Edit user account
cs: Upravit uživatelský účet
fr: Modifier un compte d’utilisateur
ka: მომხმარებლის ანგარიშის ჩასწორება

source: Either the parent commit or repository url can be specified. Not both.
cs: Je možné zadat buď nadřazený commit nebo url repozitáře. Ne obojí.
fr: Il est possible de spécifier soit l'url du commit parent, soit celle du dépôt. Pas les deux.

source: Empty blueprint
cs: Prázdný plánek
fr: Vider le modèle
ka: ცარიელი მონახაზი

source: Enter valid device node such as /dev/sda1
cs: Zadejte platný uzel zařízení, jako například /dev/sda1
fr: Entrez un nœud de périphérique valide tel que /dev/sda1
ka: აირჩიეთ მოწყობილობის სწორი უჯრედი. მაგ /dev/sda1

source: Error
cs: Chyba
de: Fehler
fr: Erreur
it: Errore
ka: შეცდომა
ru: Ошибка
zh_tw: 錯誤

source: Export
cs: Exportovat
de: Exportieren
fr: Exporter
it: Esporta
ka: გატანა
ru: Экспорт
zh_tw: 匯出

source: Export as
cs: Exportovat jako
de: Exportieren als
fr: Exporter en tant que
it: Esportazione come
ka: გატანა, როგორც
ru: Экспорт как
zh_tw: 出口為

source: Export blueprint
cs: Exportovat plánek
fr: Exporter le modèle
ka: მონახაზის გატანა

source: Fingerprint
cs: Otisk
fr: Empreinte de la clé
ka: ანაბეჭდი

source: Full name
cs: Celé jméno
fr: Nom complet
ka: სრული სახელი
ru: Полное имя

source: Go back
cs: Jít zpět
de: Zurück
fr: Retour en arrière
it: Va indietro
ka: უკან გადასვლა
ru: Назад
zh_tw: 返回

source: Hide details
cs: Skrýt podrobnosti
fr: Cacher les détails
ka: დეტალების დამალვა

source: Host
cs: Název hostitele
fr: Hôte
ka: ჰოსტი

source: Host help
cs: Nápověda k hostiteli
fr: Aide Hôte
ka: დახმარება ჰოსტის შესახებ

source: Hostname
cs: Název hostitele
fr: Nom d’hôte
ka: ჰოსტის სახელი
ru: Имя узла

source: If no hostname is provided, the hostname will be determined by the OS.
cs: Pokud název hostitele není zadán, bude zjištěn operačním systémem.
fr: Si aucun nom d’hôte n’est spécifié, le nom d’hôte sera déterminé par le SE.
ka: თუ ჰოსტის სახელი მითითებული არაა, ის ოს-ის მიერ გამისაზღვრება.
ru: Если имя узла не указано, оно будет назначено операционной системой.

source: Image build complete
cs: Sestavení obrazu dokončeno
fr: Construction d’image complète
ka: გამოსახულების აგება დასრულდა
ru: Сборка образа завершена

source: Image build failed
cs: Sestavení obrazu se nezdařilo
fr: La construction de l’image a échoué
ka: გამოსახულების აგების შეცდომა
ru: Не удалось собрать образ

source: Image build in progress
cs: Sestavování obrazu probíhá
fr: Image en cours de construction
ka: მიმდინარეობს გამოსახულების აგება
ru: Идет сборка образа

source: Image build pending
cs: Sestavování obrazu čeká
fr: Construction d’image en attente
ka: გამოსახულების აგება დარჩენილია
ru: Сборка образа ожидает

source: Image building service is not active
cs: Služba sestavování obrazů není aktivní
fr: Le service Image Building n’est pas actif
ka: გამოსახულებებს ამგების სერვისი აქტიური არაა

source: Image name
cs: Název obrazu
fr: Nom de l’image
ka: გამოსახულების სახელი
ru: Имя образа

source: Image name help
cs: Nápověda k názvu obrazu
fr: Aide sur le nom de l’image
ka: დახმარება გამოსახულების სახელის შესახებ

source: Image output
cs: Výstup obrazu
fr: Sortie de l’image
ka: გამოტანილი გამოსახულება

source: Image size
cs: Velikost obrazu
fr: Taille de l’image
ka: გამოსახულების ზომა

source: Image size help
cs: Nápověda k velikosti obrazu
fr: Aide sur la taille de l’image
ka: დახმარება გამოსახულების ზომის შესახებ

source: Image uploads
cs: Nahrání obrazu
fr: Téléchargement d’images
ka: გამოსახულებების ატვირთვა
ru: Отправка образа

source: Images
cs: Obrazy
de: Abbilder
it: Immagini
ka: გამოსახულებები
ru: Образы
zh_tw: 映像檔

source: Installation Device
cs: Instalační zařízení
fr: Dispositif d'installation
ka: დაყენებს მოწყობილობა

source: Installation device
cs: Instalační zařízení
fr: Dispositif d'installation
ka: დაყენების მოწყობილობა

source: Installation device help
cs: Nápověda k instalačnímu zařízení
fr: Aide pour le dispositif d'installation
ka: დახმარება დაყენების მოწყობილობის შესახებ

source: Loading
cs: Načítání
de: Wird geladen
fr: Chargement
it: Caricamento in corso
ka: ჩატვირთვა
ru: Загружается
zh_tw: 載入中

source: Logs
cs: Záznamy událostí
fr: Journaux
ka: ჟურნალი
ru: Журналы

source: Manage sources
cs: Spravovat zdroje
fr: Gérer les sources
ka: წყაროების მართვა

source: Message
cs: Zpráva
ka: შეტყობინება
ru: Сообщение

source: Modify your filter criteria to get results.
cs: Abyste obdrželi výsledky, upravte vámi zadané filtry.
de: Ändern Sie Ihre Filterkriterien, um Ergebnisse zu erzielen.
fr: Modifier votre critère de filtrage pour obtenir des résultats.
it: Modificare i criteri di filtro per ottenere risultati.
ka: შედეგების მისაღებად ჩაასწორეთ თქვენი ფილტრი.
ru: Измените критерии фильтра, чтобы получить результаты.
zh_tw: 修改過濾條件以獲得結果。

source: Name
cs: Název
fr: Nom
it: Nome
ka: სახელი
ru: Имя
zh_tw: 名稱

source: No blueprints
cs: Žádné plánky
fr: Aucun modèle
ka: მონახაზების გარეშე

source: No dependencies
cs: Žádné závislosti
fr: Aucune dépendance
ka: დამოკიდებულებების გარეშე

source: No images
cs: Žádné obrazy
fr: Pas d’images
ka: გამოსახულებების გარეშე

source: No images have been created from this blueprint.
cs: Z tohoto plánku nebyly vytvořeny žádné obrazy.
de: Es wurden keine Bilder aus diesem Plan erstellt.
fr: Aucune image n’a été créée à partir de ce modèle.
it: Non sono state create immagini da questo progetto.
ka: ამ მონახაზიდან გამოსახულებები არ შექმნილა.
ru: Из этого чертежа не было создано никаких изображений.
zh_tw: 沒有從此藍圖創建圖像。

source: No log available
cs: Není k dispozici žádný záznam událostí
fr: Aucun journal disponible
ka: ჟურნალი მიუწვდომელია
ru: Нет журналов

source: No results match the filter criteria
cs: Žádné výsledky odpovídající podmínkám filtru
fr: Aucun résultat correspondant au critère de filtrage
ka: ფილტრი უშედეგოა

source: Oups, something went wrong
cs: Jejda, něco se pokazilo
de: Oups, etwas ist schief gelaufen
fr: Zut, quelque chose ne va pas
it: Oups, qualcosa è andato storto
ka: რაღაც ცუდი მოხდა
ru: Oups, что-то пошло не так
zh_tw: Oups，出了點問題

source: Packages
cs: Balíčky
fr: Paquets
ka: პაკეტები
ru: Пакеты

source: Page not found
cs: Stránka nenalezena
de: Seite nicht gefunden
fr: Page non trouvée
it: Pagina non trovata
ka: გვერდი ნაპოვნი არაა
ru: Страница не найдена
zh_tw: 網頁未找到

source: Parent commit
cs: Nadřazený commit
fr: Commit parent
ka: მშობლის გადაცემა

source: Password
cs: Heslo
fr: Mot de passe
ka: პაროლი
ru: Пароль

source: Paste the contents of your public SSH key file here.
cs: Sem vložte obsah veřejného SSH klíče.
fr: Collez le contenu de votre clé publique SSH ici.
ka: ჩააკოპირეთ SSH-ის თქვენი საჯარო გასაღების შემცველობა.
ru: Вставьте сюда содержимое файла вашего открытого ключа SSH.

source: Private key
cs: Soukromý klíč
fr: Clé privée
ka: პირადი გასაღები

source: Process length help
cs: Nápověda k délce procesu
fr: Aide sur la durée du processus
ka: დახმარება პროცესის სიგრძის შესახებ

source: Provide a file name to be used for the image file that will be uploaded.
cs: Zadejte název souboru, který nahrát jako obraz.
fr: Veuillez fournir un nom de fichier à utiliser pour le fichier image qui sera téléversé.
ka: მიუთითეთ გამოსახულების ასატვირთი ფაილის სახელი.

source: Provide the URL of the upstream repository. This repository is where the parent OSTree commit will be pulled from.
cs: Poskytne URL upstream repozitáře. Tento repozitář je odkud jsou získávány OSTree commity.
fr: Fournir l'URL du dépôt en amont. Ce dépôt est l'endroit d'où le commit parent OSTree sera extrait.

source: Provide the name of the Cluster to which the image file will be uploaded.
cs: Zadejte název clusteru, do kterého bude soubor s obrazem nahrán.
fr: Indiquez le nom du cluster dans lequel le fichier image sera téléchargé.

source: Provide the name of the Datacenter to which the image file will be uploaded.
cs: Zadejte název datacentra, do kterého bude soubor s obrazem nahrán.
fr: Indiquez le nom du centre de données dans lequel le fichier image sera téléchargé.

source: Provide the name of the Datastore to which the image file will be uploaded.
cs: Zadejte název úložiště dat, do kterého bude soubor s obrazem nahrán.
fr: Indiquez le nom du Datastore dans lequel le fichier image sera téléchargé.

source: Provide the name of the branch for the content. If the ref does not already exist it will be created.
cs: Poskytuje název větve obsahu. Pokud reference ještě neexistuje, bude vytvořena.
fr: Indiquez le nom de la branche pour le contenu. Si la référence n'existe pas déjà, elle sera créée.

source: Ref
cs: Reference
ka: ბმა

source: Release
cs: Vydání
fr: Version
ka: რელიზი
ru: Релиз
zh_tw: 發行版

source: Remove
cs: Odebrat
de: Entfernen
fr: Retirer
it: Elimina Zona
ka: წაშლა
ru: Удалить зону
zh_tw: 移除

source: Remove component from blueprint
cs: Odebrat součást z plánku
fr: Supprimer le composant du modèle
ka: კომპონენტის წაშლა მონახაზიდან

source: Remove from blueprint
cs: Odebrat z plánku
fr: Supprimer du modèle
ka: მონახაზიდან ამოღება

source: Remove source
cs: Odebrat zdroj
fr: Supprimer une source
ka: წყაროს წაშლა

source: Removing source
cs: Odebrat zdroj
fr: Supprimer la source
ka: წყაროს წაშლა
ru: Удаление источника

source: Repository URL
cs: URL adresa repozitáře
fr: URL du référentiel
ka: რეპოზიტორიის URL

source: Required information is missing.
cs: Chybí požadovaná informace.
de: Die erforderlichen Informationen fehlen.
fr: Éléments requis manquants.
it: Mancano le informazioni richieste.
ka: აუცილებელი ინფორმაცია ნაპოვნი არაა.
ru: Необходимая информация отсутствует.
zh_tw: 缺少必需的信息。

source: Review
cs: Zrevidovat
fr: Revue
ka: გადახედვა

source: SSH key
cs: SSH klíč
fr: Clé SSH
ka: SSH გასაღები
ru: Ключ SSH

source: Save
cs: Uložit
fr: Sauvegarder
ka: შენახვა
ru: Сохранить

source: Saving source
cs: Ukládání zdroje
fr: Sauvegarder une source
ka: წყაროს შენახვა
ru: Сохранение источника

source: Secret access key
cs: Tajný přístupový klíč
fr: Clé d’accès secrète
ka: წვდომის საიდუმლო გასაღები

source: Secret access key help
cs: Nápověda k tajnému přístupovému klíči
fr: Aide sur la clé d’accès secrète
ka: დახმარება საიდუმლო წვდომის გასაღების შესახებ

source: Security
cs: Zabezpečení
fr: Sécurité
ka: დაცვა
ru: Безопасность

source: Select one
cs: Vyberte jedno
de: Wählen Sie eine
fr: En sélectionner un
it: Selezionare uno
ka: აირჩიეთ ერთი
ru: Выберите один
zh_tw: 選擇一個

source: Selected components
cs: Vybrané součásti
fr: Composants sélectionnés
ka: არჩეული კომპონენტები

source: Server admin checkbox
cs: Zaškrtávátko správce serveru
fr: Case à cocher pour l'administrateur du serveur
ka: სერვერის ადმინისტრატორი

source: Server administrator
cs: Správce serveru
fr: Administrateur de serveur
ka: სერვერი ადმინისტრატორი
ru: Администратор сервера

source: Set the size that you want the image to be when instantiated. The total package size and target destination of your image should be considered when setting the image size.
cs: Nastavte velikost, kterou chcete, aby obraz měl při vytvoření instance. Při nastavování velikosti obrazu by měla být brána v potaz celková velikost balíčku a cíl obrazu.
fr: Définissez la taille que vous souhaitez donner à l'image lors de l'instanciation. La taille totale du paquet et la destination cible de votre image doivent être prises en compte lors de la définition de la taille de l'image.

source: Show all
cs: Zobrazit vše
fr: Tout afficher
ka: ყველას ჩვენება

source: Show details and more options
cs: Zobrazit podrobnosti a další volby
fr: Afficher les détails et les options supplémentaires
ka: დეტალების და დამატებითი პარამეტრების ჩვენება

source: Show less
cs: Zobrazit méně
fr: Afficher moins de détails
ka: ნაკლების ჩვენება

source: Size
cs: Velikost
fr: Taille
ka: ზომა
ru: Размер

source: Source actions
cs: Akce zdroje
fr: Actions Source
ka: წყაროს ქმედებები

source: Source path
cs: Popis umístění zdroje
fr: Chemin d’accès à la source
ka: წყაროს ბილიკი
ru: Путь к источнику

source: Sources
cs: Zdroje
de: Quellen
it: Sorgente
ka: წყარო
ru: Источники
zh_tw: 來源
