Repository: osbuild/cockpit-composer
Catalog: po/*.po
Languages: cs, de, fr, it, ka, ru, zh_tw

source: Sources are used for resolving blueprint dependencies and for composing images. When adding custom sources you must make sure that the packages in the source do not conflict with any other package sources, otherwise resolving dependencies and composing images will fail.
cs: Zdroje slouží pro řešení závislostí v pláncích a pro sestavování obrazů. Při přidávání uživatelsky určených zdrojů je třeba ověřit, že balíčky ve zdroji nekolidují s ostatními zdroji balíčků, jinak řešení závislostí a sestavování obrazů nebude fungovat.
fr: Les sources sont utilisées pour résoudre les dépendances des plans d’images et pour composer les images. Lors de l’ajout de sources personnalisées, vous devez vous assurer que les paquets du source n’entrent pas en conflit avec d’autres sources de paquets, sinon la résolution des dépendances et la composition des images échoueront.
ru: Источники используются для разрешения зависимостей проекта и для составления образов. При добавлении нетиповых источников необходимо убедиться, что пакеты в источнике не конфликтуют с источниками других пакетов, иначе не удастся разрешение зависимостей и составление пакетов.

source: Specify a new blueprint name.
cs: Zadejte název plánku.
de: Geben Sie einen neuen Blueprint-Namen an.
fr: Indiquer un nouveau nom de modèle.
it: Specificare un nuovo nome del progetto.
ka: მიუთითეთ ახალი მონახაზის სახელი.
ru: Укажите новое название проекта.
zh_tw: 指定新的藍圖名稱。

source: Start
cs: Spustit
fr: Démarrer
ka: დაწყება
ru: Начать

source: Started
cs: Zahájeno
fr: Démarré
ka: დაწყებულია
ru: Запущено

source: Stop
cs: Zastavit
de: Stoppen
it: Fermo
ka: გაჩერება
ru: Остановить
zh_tw: 停止

source: Stop build
cs: Zastavit sestavování
fr: Arrêter le Build
ka: აგების გაჩერება

source: Stopping
cs: Zastavování
de: Anhalten
fr: Arrêt en cours
it: Arresto
ka: გაჩერება
ru: остановка
zh_tw: 停止

source: Storage access key
cs: Klíč pro přístup k úložišti
fr: Clé d'accès au stockage
ka: საცავის წვდომის გასაღები

source: Storage access key help
cs: Nápověda pro klíč k úložišti
fr: Aide sur les clés d’accès au stockage
ka: დახმარება საცავთან წვდომის გასაღების შესახებ

source: Storage account
cs: Účet na úložišti
fr: Compte de stockage
ka: საცავის ანგარიში

source: Storage account help
cs: Nápověda k účtu na úložišti
fr: Aide sur les comptes de stockage
ka: დახმარება საცავის ანგარიშის შესახებ

source: Storage container
cs: Kontejner úložiště
fr: Conteneur de stockage
ka: საცავის კონტეინერი

source: Storage container help
cs: Nápověda k úložnému kontejneru
fr: Aide sur les conteneurs de stockage
ka: დახმარება საცავის კონტეინერის შესახებ

source: System source
cs: Systémový zdroj
fr: Source système
ka: სისტემის წყარო
ru: Системный источник

source: The build process cannot resume after it stops.
cs: Po jeho zastavení není možné na proces sestavování navázat (je třeba celé od znovu).
de: Der Build-Prozess kann nicht fortgesetzt werden, nachdem er gestoppt wurde.
fr: Le processus de build ne peut pas reprendre une fois arrêté.
it: Il processo di costruzione non può riprendere dopo l'arresto.
ru: Процесс сборки не может возобновиться после его остановки.
zh_tw: 停止後，構建過程無法恢復。

source: The fields marked with {val} are required.
cs: Kolonky označené {val} jsou povinné.
de: Die mit {val} gekennzeichneten Felder sind Pflichtfelder.
fr: Les champs comportant {val} sont requis.
it: I campi contrassegnati con {val} sono obbligatori.
ru: Поля, отмеченные {val} являются обязательными.
zh_tw: 標有的字段 {val} 是必要的。

source: The installation device is used by the RHEL for Edge Simplified Installer. It specifies which device the image will be installed onto.
cs: Instalační zařízení je použito instalátorem RHEL for Edge Simplified. Určuje na které zařízení bude obraz nainstalován.
fr: Le périphérique d'installation est utilisé par le programme d'installation simplifiée RHEL for Edge. Il spécifie le périphérique sur lequel l'image sera installée.

source: The name {name} already exists.
cs: Název {name} už existuje.
de: Der Name ist {name}bereits vorhanden.
fr: Le nom {name} existe déjà.
it: Il nome esiste {name}gia'.
ka: სახელი უკვე არსებობს ({name}).
ru: Имя {name} уже существует.
zh_tw: 名字 {name} 已經存在。

source: The page you're looking for does not exist or an another error occurred.
cs: Stránka kterou hledáte neexistuje nebo došlo k jiné chybě.
de: Die gesuchte Seite existiert nicht oder es ist ein anderer Fehler aufgetreten.
fr: La page que vous recherchez n’existe pas ou une erreur est survenue.
it: La pagina che stai cercando non esiste o si è verificato un altro errore.
ru: Страница, которую вы ищете, не существует или произошла другая ошибка.
zh_tw: 您要查找的頁面不存在或發生了其他錯誤。

source: The service osbuild-composer was not started.
cs: Služba osbuild-composer nebyla spuštěna.
fr: Le service osbuild-composer n’a pas démarré.
ka: სერვისი osbuild-composer-ი გაშვებული არაა.
ru: Служба osbuild-composer не запущена.

source: The user name can only consist of letters from a-z, digits, dots, dashes and underscores.
cs: Uživatelské jméno může být tvořeno pouze malými písmeny (bez diakritiky), tečkami, spojovníky a podtržítky.
fr: Le nom d’utilisateur ne peut contenir que des lettres de a-z, des chiffres, des points, des tirets et des traits de soulignement.
ka: მომხმარებლის სახელი შეიძლება მხოლოდ შეიცავდეს a-z სიმბოლოებს, ციფრებს, წერტილებს, ტირეებს და ქვედა ტირეებს.
ru: Имя пользователя может содержать только буквы a-z, цифры, точки, дефисы и символы подчеркивания.

source: The user name cannot be empty.
cs: Uživatelské jméno je třeba vyplnit.
fr: Le nom d’utilisateur ne peut pas être vide.
ka: მომხმარებლის სახელი ცარიელი არ შეიძლება იყოს.

source: The user {userName} is not permitted to start services.
cs: Uživatel {userName} nemá oprávnění spouštět služby.
fr: L’utilisateur {userName} n’est pas autorisé à démarrer les services.
ru: Пользователю {userName} запрещено запускать сервисы.

source: The values entered for password do not match.
cs: Zadání hesla se neshodují.
fr: Les valeurs saisies pour le mot de passe ne correspondent pas.
ru: Указанные пароли не совпадают.

source: This action cannot be undone.
cs: Tuto akci nelze vzít zpět.
de: Diese Aktion kann nicht rückgängig gemacht werden.
fr: L’action peut être annulée.
it: Questa azione non può essere annullata.
ka: ქმედების დაბრუნება შეუძლებელია.
ru: Это действие не может быть отменено.
zh_tw: 此操作無法撤消。

source: This component has no dependencies.
cs: Tato součást nemá žádné závislosti.
fr: Ce composant n’a pas de dépendances.
ka: კომპონენტს დამოკიდებულებები არ გააჩნია.
ru: У этого компонента зависимостей нет.

source: This process can take a while. Images are built in the order they are started.
cs: Tento proces může chvíli trvat. Obrazy jsou sestavovány v pořadí, ve kterém bylo sestavování spuštěno.
de: Dieser Prozess kann einige Zeit dauern, da die Bilder in der Reihenfolge erstellt werden, in der sie gestartet werden.
fr: Le processus peut prendre un moment. Les images sont construites dans l’ordre par lequel elles ont été créées.
it: Questo processo può richiedere un po' di tempo. Le immagini sono costruite nell'ordine in cui vengono avviate.
ru: Этот процесс может занять некоторое время. Изображения создаются в том порядке, в котором они запускаются.
zh_tw: 這個過程可能需要一段時間。圖像按照啟動順序構建。

source: This source name already exists.
cs: Tento název zdroje už existuje.
fr: Ce nom de source existe déjà.
ka: მომხმარებლის სახელი უკვე არსებობს.
ru: Это имя уже использовано.

source: This source path already exists.
cs: Tento popis umístění zdroje už existuje.
fr: Le chemin de source existe déjà.
ka: წყაროს ბილიკი უკვე არსებობს.
ru: Этот путь к источнику уже использован.

source: This system does not have any valid subscriptions.
cs: Tento systém nemá žádná platná předplatná.
fr: Ce système n'a pas d'abonnement valide.

source: This user name already exists.
cs: Toto uživatelské jméno už existuje.
fr: Ce nom d’utilisateur existe déjà.
ka: მომხმარებლის სახელი უკვე არსებობს.
ru: Это имя пользователя уже использовано.

source: Troubleshoot
cs: Řešení problémů
fr: Dépannage
ka: პრობლემების პოვნა
ru: Диагностика проблем

source: Type
cs: Typ
de: Typ
it: Tipo
ka: ტიპი
ru: Тип
zh_tw: 類型

source: Type {sourceType}
cs: Typ {sourceType}
ka: ტიპი {sourceType}
ru: Тип {sourceType}

source: URL
cs: URL adresa
ru: Ссылка (URL)

source: Undo last change
cs: Vzít zpět poslední změnu
fr: Annuler la dernière modification
ka: ბოლო ცვლილების დაბრუნება

source: Update
cs: Aktualizovat
fr: Mise à jour
it: Aggiorna
ka: განახლება
ru: Обновить
zh_tw: 更新

source: Update source
cs: Aktualizovat zdroj
fr: Mise à jour de la source
ka: წყაროს განახლება

source: Upload complete
cs: Nahrání dokončeno
fr: Chargement terminé
ka: ატვირთვა დასრულებულია
ru: Загрузка завершена

source: Upload failed
cs: Nahrání se nezdařilo
fr: Échec de chargement
ka: ატვირთვის შეცდომა
ru: Ошибка загрузки

source: Upload in progress
cs: Nahrání probíhá
fr: Chargement en cours
ka: მიმდინარეობს ატვირთვა
ru: Идет загрузка

source: Upload pending
cs: Nahrání čeká
fr: Chargement en attente
ka: ატვირთვის მოლოდინი
ru: Ожидание загрузки

source: Upload to AWS
cs: Nahrát na AWS
fr: Télécharger vers AWS
ka: AWS-ზე ატვირთვა

source: Upload to Azure
cs: Nahrát na Azure
fr: Télécharger vers Azure
ka: Azure-ზე ატვირთვა

source: Upload to OCI
cs: Nahrát na OCI
fr: Télécharger vers OCI
ka: OCI-ზე ატვირთვა

source: Upload to VMWare
cs: Nahrát na VMWare
fr: Télécharger vers VMWare
ka: VMWare-ზე ატვირთვა

source: Upload type
cs: Typ nahrání
fr: Type de téléchargement
ka: ატვირთვის ტიპი
ru: Тип загрузки

source: User account actions
cs: Akce uživatelského účtu
fr: Actions Compte utilisateur
ka: ქმედებები მომხმარებლების ანგარიშებზე

source: User name
cs: Uživatelské jméno
fr: Nom d’utilisateur
ka: მომხმარებლის სახელი
ru: Имя пользователя

source: Username
cs: Uživatelské jméno
fr: Nom d’utilisateur
ka: მომხმარებელი

source: Users
cs: Uživatelé
fr: Utilisateurs
ka: მომხმარებლები
ru: Пользователи

source: Valid characters for hostname are letters from a to z, the digits from 0 to 9, and the hyphen (-). A hostname may not start with a hyphen.
cs: Platnými znaky pro název hostitele jsou malá písmena (bez diakritiky), číslice 0 až 9 a spojovník (-). Tím ale název stroje nemůže začínat.
fr: Le nom d’hôte ne peut contenir que des lettres de a-z, des chiffres de 0-9, des tirets (-). Un nom d’hôte de doit pas commencer par un tiret.
ru: Название узла может содержать буквы от a до z, цифры от 0 до 9 и дефис (-), но не может начинаться с дефиса.

source: Valid characters for ref are letters from a to z, the digits from 0 to 9, the hyphen (-), the underscore (_), the period (.), and the forward slash (/). A ref must start with a letter, a number, or an underscore. Slashes must also be followed by a letter or number.
cs: Platné znaky pro referenci jsou písmena od a do z (bez diakritiky), číslice 0 až 9, spojovník (-), podtržítko (_), tečka (.), a dopředné lomítko (/). Je třeba, aby reference začínala písmenem, číslicí nebo podtržítkem. Je třeba, aby lomítka byla následována písmenem nebo číslicí.
fr: Les caractères valides pour ref sont les lettres de a à z, les chiffres de 0 à 9, le trait d'union (-), le soulignement (_), le point (.) et la barre oblique (/). Une réf doit commencer par une lettre, un chiffre ou un trait de soulignement. Les barres obliques doivent également être suivies d'une lettre ou d'un chiffre.

source: Version
cs: Verze
it: Versione
ka: ვერსია
ru: Версия
zh_tw: 版本

source: actions
cs: akce
ka: ქმედებები
ru: действия

source: details
cs: podrobnosti
fr: Détails
ka: დეტალები
ru: подробности

source: home page
cs: domovská stránka
de: startseite
fr: page d’accueil
ka: საწყისი გვერდი
ru: главная страница
zh_tw: 主頁

source: metalink
cs: metaodkaz
ka: მეტაბმული
ru: мета-ссылка

source: mirrorlist
cs: seznam zrcadel
ka: სარკეები
ru: список зеркал

source: yum repository
cs: yum repozitář
fr: Dépôt yum
ka: yum-ის რეპოზიტორია
ru: репозиторий yum

source: {blueprint} Blueprint changes are committed.
cs: Změny v plánku {blueprint} odeslány.
de: {blueprint} Blueprint-Änderungen werden übernommen.
fr: {blueprint} Les modifications au modèle ont été validées.
it: {blueprint} Le modifiche al piano sono impegnate.
ka: {blueprint}-ის ცვლილებები გადაგზავნილია.
ru: {blueprint} Изменения в плане выполнены.
zh_tw: {blueprint} 提交了藍圖更改。

source: {blueprint} Commit failed.
cs: Odeslání {blueprint} se nezdařilo.
de: {blueprint} Commit fehlgeschlagen.
fr: {blueprint} La validation a échoué.
it: {blueprint} Impegno fallito.
ka: {blueprint}-ის გადაცემის შეცდომა.
ru: {blueprint} Ошибка коммита.
zh_tw: {blueprint} 提交失敗。

source: {blueprint} Committing blueprint.
cs: Odesílání plánku {blueprint}.
de: {blueprint} Eine Blaupause begehen.
fr: {blueprint} Validation du modèle.
it: {blueprint} Un progetto impegnativo.
ka: {blueprint}-ის გადაცემა.
ru: {blueprint} Фиксирующий план.
zh_tw: {blueprint} 提交藍圖。

source: {blueprint} Image creation failed.
cs: Vytvoření obrazu {blueprint} se nezdařilo.
de: {blueprint} Die Erstellung eines Images ist fehlgeschlagen.
fr: {blueprint} La création de l’image a échoué.
it: {blueprint} La creazione dell'immagine non è riuscita.
ka: {blueprint} გამოსახულების აგების შეცდომა.
ru: {blueprint} Не удалось создать изображение.
zh_tw: {blueprint} 圖像創建失敗。

source: {blueprint} Image creation has been added to the {queue}.
cs: Vytváření obrazu {blueprint} bylo přidáno do fronty {queue}.
fr: {blueprint} La création de l’image a été ajoutée à la {queue}.
ru: Создание изображения {blueprint} было добавлено в {queue}.

source: {blueprint} Image creation has {queue}.
cs: Vytváření {blueprint} obrazu má {queue}.
fr: {blueprint} La création d'images a {queue}.

source: {blueprint} Image creation is {queue}.
cs: Vytvoření {blueprint} obrazu je {queue}.
fr: {blueprint} La création d'images est {queue}.

source: {count} total components
cs: {count} celkem součástí
de: {count} gesamtkomponenten
fr: {count} composant en tout
it: {count} totale componenti
ka: კომპონენტების რაოდენობაა {count}
ru: {count} общие компоненты
zh_tw: {count} 總成分

source: {goBack}, or head over to the {homePage} to choose a new direction.
cs: {goBack}, nebo jděte na {homePage} a zvolte nový směr.
de: {goBack}oder gehen Sie zum {homePage}, um eine neue Richtung zu wählen.
fr: {goBack}, ou rendez-vous à la {homePage} pour choisir une nouvelles direction.
it: {goBack}o dirigetevi verso il posto {homePage}per scegliere una nuova direzione.
ru: {goBack}, или перейти к {homePage} выбрать новое направление.
zh_tw: {goBack}，或者前往 {homePage} 選擇一個新的方向。

source: Creating system images
cs: Vytváření systémových obrazů
fr: Création des images systèmes
ka: სისტემის გამოსახულებების შექმნა
ru: Создание образов системы

source: Image Builder
cs: Sestavování obrazů
fr: Constructeur d’image
it: Costruttore di immagini
ka: გამოსახულების ამგები
ru: Создание Образов
zh_tw: 圖像生成器

source: Bucket compartment
fr: Compartiment Bucket
ka: პროექტის შემადგენელი ნაწილები

source: Bucket namespace
fr: Espace de nom Bucket
ka: ბაკეტის სახელების სივრცე

source: Bucket region
fr: Région Bucket
ka: ბაკეტის რეგიონი

source: Bucket tenancy
fr: Tenancy Bucket
ka: ბაკეტის ქირავნობა

source: Private key filename
fr: Fichier de la clé privée
ka: პირადი გასაღების ფაილის სახელი

source: Text
fr: Texte
it: Testo
ka: ტექსტი
ru: Текст
zh_tw: 文字

source: User OCID
fr: OCID Utilisateur
ka: მომხმარებლის OCID

source: Cluster
ka: კლასტერი

source: OCI bucket
ka: OCI ბაკეტი

source: Role
ka: როლი
ru: Роль

source: (most recent first)
de: (neueste zuerst)
it: (il più recente prima)
ru: (Самый недавний в начале)
zh_tw: （最近的第一個）

source: A password is defined for this account.
ru: Для этой учетной записи требуется пароль.

source: A password is not defined for this account.
ru: Для этой учетной записи пароль не назначен.

source: Add Blueprint Components
de: Blueprint-Komponenten hinzufügen
it: Aggiungere componenti di Blueprint
ru: Добавить компоненты Blueprint
zh_tw: 添加藍圖組件

source: Add Source
ru: Добавить источник

source: Added
de: Hinzugefügt
it: Aggiunto
ru: Добавлено
zh_tw: 已新增

source: An Error Occurred
de: Ein Fehler ist aufgetreten
it: Si è verificato un errore
ru: Произошла ошибка
zh_tw: 發生錯誤

source: Apply Change
de: Änderung übernehmen
it: Applicare il cambiamento
ru: Применить изменения
zh_tw: 申請變更

source: Available Components
de: Verfügbare Komponenten
it: Componenti disponibili
ru: Доступные компоненты
zh_tw: 可用組件

source: Back to Blueprints
de: Zurück zu den Blaupausen
it: Torna a Blueprint
ru: Назад к проектам
zh_tw: 回到藍圖

source: Blueprint Components
de: Blueprint-Komponenten
it: Componenti di Blueprint
ru: Компоненты проекта
zh_tw: 藍圖組件

source: Changes Pending Commit
de: Änderungen Ausstehendes Commit
it: Modifiche in attesa di impegno
ru: Изменения в ожидании
zh_tw: 更改待定提交

source: Changes made in a previous session
de: Änderungen, die in einer früheren Sitzung vorgenommen wurden
it: Modifiche apportate in una sessione precedente
ru: Изменения, сделанные в предыдущем сеансе
zh_tw: 在上一個會話中所做的更改

source: Changes made in a previous session are not listed in the order they were made. If you choose to undo these changes, they are undone as a group.
de: Änderungen, die in einer früheren Sitzung vorgenommen wurden, werden nicht in der Reihenfolge ihrer Durchführung aufgelistet; wenn Sie diese Änderungen rückgängig machen, werden sie als Gruppe zurückgenommen.
it: Le modifiche apportate in una sessione precedente non sono elencate nell'ordine in cui sono state apportate. Se si sceglie di annullare queste modifiche, esse vengono annullate come gruppo.
ru: Изменения, внесенные в предыдущий сеанс, не указаны в том порядке, в котором они были сделаны. Если вы решите отменить эти изменения, они будут отменены как группа.
zh_tw: 在先前會話中所做的更改未按其生成順序列出。如果您選擇撤消這些更改，則會將其作為一個組撤消。

source: Clear All Filters
de: Alle Filter löschen
it: Azzera tutti i filtri
ru: Очистить все фильтры
zh_tw: 清除所有過濾器

source: Comment
de: Kommentar
it: Commento
ru: Комментарий
zh_tw: 備註

source: Commit
de: Festschreiben
ru: Сохранить
zh_tw: 交付

source: Component Details
de: Komponentendetails
it: Dettagli del componente
ru: Детали компонента
zh_tw: 組件細節

source: Component Options
de: Komponentenoptionen
it: Opzioni dei componenti
ru: Параметры компонента
zh_tw: 組件選項

source: Create Blueprint
de: Blueprint erstellen
it: Creare Blueprint
ru: Создать проект
zh_tw: 創建藍圖

source: Create User Account
ru: Создать учетную запись пользователя

source: Delete Blueprint
de: Blaupause löschen
it: Eliminazione di Blueprint
ru: Удалить проект
zh_tw: 刪除藍圖

source: Delete Image
de: Bild löschen
it: Elimina immagine
ru: Удалить изображение
zh_tw: 刪除圖片

source: Delete User Account
ru: Удалить учетную запись пользователя

source: Discard Changes
de: Änderungen verwerfen
it: Scarta le modifiche
ru: Отменить
zh_tw: 捨棄變更

source: Edit Description
ru: Редактировать описание

source: Edit Packages
ru: Редактировать пакеты

source: Edit Source
ru: Редактировать источник

source: Edit User Account
ru: Редактировать учетную запись пользователя

source: Empty Blueprint
de: Leerer Bauplan
it: Blueprint Vuoto
ru: Пустой план
zh_tw: 空藍圖

source: Export Blueprint
de: Blaupause exportieren
it: Piano di esportazione
ru: Экспортный план
zh_tw: 出口藍圖

source: Filter Available Components by Name
de: Verfügbare Komponenten nach Name filtern
it: Filtrare i componenti disponibili per nome
ru: Фильтровать имеющиеся компоненты по имени
zh_tw: 按名稱過濾可用組件

source: Filter By Name...
de: Nach Name filtern.....
it: Filtra per nome.....
ru: Фильтровать по имени ...
zh_tw: 按名稱過濾...

source: Hide Details
de: Details verbergen
it: Nascondi dettagli
ru: Скрыть подробности
zh_tw: 隱藏詳細資料

source: Image Building Service is Not Active
ru: Служба сборки образов неактивна

source: Manage Sources
ru: Управление источниками

source: Name: {name}
it: Nome: {name}
ru: Название: {name}
zh_tw: 名稱： {name}

source: New password
ru: Новый пароль

source: No Blueprints
de: Keine Blaupausen
it: Nessun progetto
ru: Нет чертежей
zh_tw: 沒有藍圖

source: No Dependencies
ru: Нет зависимостей

source: No Images
de: Keine Bilder
it: Nessuna immagine
ru: Нет изображений
zh_tw: 沒有圖像

source: No Results Match the Filter Criteria
de: Keine Ergebnisse entsprechen den Filterkriterien
it: Nessun risultato Corrisponde ai criteri del filtro
ru: Нет результатов Соответствие критериям фильтра
zh_tw: 沒有結果符合過濾條件

source: Only changes to selected components are shown.
de: Es werden nur Änderungen an ausgewählten Komponenten angezeigt.
it: Vengono visualizzate solo le modifiche ai componenti selezionati.
ru: Отображаются только изменения выбранных компонентов.
zh_tw: 僅顯示對所選組件的更改。

source: Page Not Found
de: Seite nicht gefunden
it: Pagina non trovata
ru: Страница не найдена
zh_tw: 找不到網頁。

source: Pending Changes
de: Ausstehende Änderungen
it: Modifiche in sospeso
ru: Ожидающие изменения
zh_tw: 待更改

source: Remove Component from Blueprint
ru: Удалить компонент из проекта

source: Remove Password
ru: Удалить пароль

source: Remove Source
ru: Удалить источник

source: Remove from Blueprint
de: Aus dem Blueprint entfernen
it: Rimuovi da Blueprint
ru: Удалить из проекта
zh_tw: 從藍圖中刪除

source: Removed
de: Entfernt
it: Rimosso
ru: Удалены
zh_tw: 刪除

source: Select components
de: Komponenten auswählen
it: Selezionare i componenti
ru: Выберите компоненты
zh_tw: 選擇組件

source: Selected Components
de: Ausgewählte Komponenten
it: Componenti selezionati
ru: Выбранные компоненты
zh_tw: 選定的組件

source: Set New Password
ru: Установить новый пароль

source: Set Password
ru: Установить пароль

source: Show All
de: Alle anzeigen
it: Mostra tutto
ru: Показать все
zh_tw: 顯示全部

source: Show Details and More Options
de: Details und weitere Optionen anzeigen
it: Mostra dettagli e altre opzioni
ru: Показать детали и дополнительные параметры
zh_tw: 顯示詳細信息和更多選項

source: Show Less
de: Weniger anzeigen
it: Mostra meno
ru: Показывай меньше
zh_tw: 顯示較少

source: Source Actions
ru: Действия с источником

source: Stop Build
de: Stoppen Sie den Build
it: Smettere di costruire
ru: Прекратить сборку
zh_tw: 停止構建

source: There are no components listed in the blueprint. Edit the blueprint to add components.
de: Im Blueprint sind keine Komponenten aufgeführt, bearbeiten Sie den Blueprint, um Komponenten hinzuzufügen.
it: Non ci sono componenti elencati nel blueprint. Modifica il blueprint per aggiungere componenti.
ru: В проекте нет компонентов. Отредактируйте чертеж, чтобы добавить компоненты.
zh_tw: 藍圖中沒有列出任何組件。編輯藍圖以添加組件。

source: This blueprint has changes that are not committed. These changes will be committed before the image is created.
de: Diese Blaupause enthält Änderungen, die nicht übernommen werden, und die vor der Erstellung des Bildes übertragen werden.
it: Questo progetto ha delle modifiche che non sono impegnate. Queste modifiche saranno impegnate prima che l'immagine venga creata.
ru: Этот проект имеет изменения, которые не выполняются. Эти изменения будут зафиксированы до создания изображения.
zh_tw: 此藍圖包含未提交的更改。這些更改將在創建映像之前提交。

source: This blueprint is empty.
de: Diese Blaupause ist leer.
it: Questo progetto è vuoto.
ru: Этот проект пуст.
zh_tw: 這個藍圖是空的。

source: Undo Last Change
ru: Отменить последнее изменение

source: Update Source
ru: Обновить источник

source: Updated
de: Aktualisiert
it: Aggiornato
ru: Обновлено
zh_tw: 已更新

source: User Account Actions
ru: Действия над аккаунтом пользователя

source: View
de: Anzeigen
it: Visualizza
ru: Просмотр
zh_tw: 檢視

source: from
de: von
it: da
ru: от
zh_tw: 從

source: to
de: zu
it: a
ru: в

source: {blueprint} Image creation has started.
de: {blueprint} Die Erstellung von Bildern hat begonnen.
it: {blueprint} La creazione dell'immagine è iniziata.
ru: {blueprint} Началось создание изображения.
zh_tw: {blueprint} 圖像創建已經開始。
