Repository: osbuild/cockpit-composer
Catalog: po/*.po
Languages: cs, de, fr, it, ka, ru, zh_tw

source: {blueprint} Image creation is complete.
de: {blueprint} Die Bilderstellung ist abgeschlossen.
it: {blueprint} La creazione dell'immagine è completa.
ru: {blueprint} Создание изображения завершено.
zh_tw: {blueprint} 圖像創建完成。

source: {pendingChanges, plural, one {# Pending Change} other {# Pending Changes}}
de: {pendingChanges, plural, one {# Pending Change} andere }{# Pending Changes}
it: {pendingChanges, plural, one {# Pending Change} altro }}{# Pending Changes}
ru: {pendingChanges, plural, one {# Pending Change} Другой {# Pending Changes}}
zh_tw: {pendingChanges, plural, one {# Pending Change} 其他 {# Pending Changes}}

source: {selectComponents} in this list to add to the blueprint.
de: {selectComponents} in dieser Liste, um sie zum Bauplan hinzuzufügen.
it: {selectComponents} in questa lista da aggiungere al progetto.
ru: {selectComponents} в этом списке, чтобы добавить к проекту.
zh_tw: {selectComponents} 在此列表中添加藍圖。

source: 1 build is in progress
de: 1 Build ist in Arbeit
it: 1 build è in corso
zh_tw: 1個版本正在進行中

source: Based on Version {version}
de: Basierend auf der Version {version}
it: Basato sulla versione {version}
zh_tw: 基於版本 {version}

source: Browse or search for components, then add them to the blueprint.
de: Durchsuchen oder suchen Sie nach Komponenten und fügen Sie sie dann dem Bauplan hinzu.
it: Sfoglia o cerca i componenti, quindi aggiungerli al progetto.
zh_tw: 瀏覽或搜索組件，然後將其添加到藍圖中。

source: Commit and Create
de: Übertragen und Erstellen
it: Impegnarsi e creare
zh_tw: 提交和創建

source: Complete
de: Abgeschlossen
it: Completato
zh_tw: 完成

source: Create Image
de: Bild erstellen
it: Crea immagine
zh_tw: 創建圖像

source: Current Items
de: Aktuelle Artikel
it: Voci correnti
zh_tw: 目前的項目

source: Current Page
de: Aktuelle Seite
it: Pagina corrente
zh_tw: 當前頁面

source: Custom Sources
de: Benutzerdefinierte Quellen
it: Fonti personalizzate
zh_tw: 自定義來源

source: Date Created {date}
de: Erstellungsdatum {date}
it: Data di creazione {date}
zh_tw: 創建日期 {date}

source: Edit Blueprint
de: Blueprint bearbeiten
it: Modifica di Blueprint
zh_tw: 編輯藍圖

source: Failed
de: Fehlgeschlagen
it: Non riuscito
zh_tw: 失敗

source: Image Type
de: Bildtyp
it: Tipo di immagine
zh_tw: 影像類型

source: In Progress
de: In Arbeit
it: In corso
zh_tw: 進行中

source: One or more dependencies have multiple variations that could be used. A default variation was automatically selected. Click a flagged dependency to see other options available.
de: Eine oder mehrere Abhängigkeiten haben mehrere Variationen, die verwendet werden können. × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × × ×.
it: Una o più dipendenze hanno più varianti che potrebbero essere utilizzate. Una variazione predefinita è stata selezionata automaticamente. Fai clic su una dipendenza contrassegnata per vedere altre opzioni disponibili.
zh_tw: 一個或多個依賴項具有可以使用的多個變體。自動選擇默認變體。單擊標記的依賴項以查看其他可用選項。

source: Pagination
de: Seitenumbruch
it: Paginazione
zh_tw: 分頁

source: Pending
de: Ausstehend
it: In attesa
zh_tw: 等待處理中

source: Release {release}
de: Freigabe {release}
it: Rilasciare {release}
zh_tw: 發布 {release}

source: Show Next Page
de: Nächste Seite anzeigen
it: Mostra pagina successiva
zh_tw: 顯示下一頁

source: Show Previous Page
de: Vorherige Seite anzeigen
it: Mostra pagina precedente
zh_tw: 顯示上一頁

source: Source Path
de: Quellpfad
it: Percorso della sorgente
zh_tw: 來源路徑

source: System Sources
de: Systemquellen
it: Fonti del sistema
zh_tw: 系統來源

source: Type {type}
de: Typ {type}
it: Tipo {type}
zh_tw: 類型 {type}

source: Version {version}
it: Versione {version}
zh_tw: 版 {version}

source: View Sources
de: Quellen anzeigen
it: Visualizza Fonti
zh_tw: 查看來源

source: {blueprint} Image creation has been added to the queue.
de: {blueprint} Die Bilderstellung wurde der Warteschlange hinzugefügt.
it: {blueprint} La creazione di immagini è stata aggiunta alla coda.
zh_tw: {blueprint} 圖像創建已添加到隊列中。

source: {builds, plural, one {# build is waiting} other {# builds are waiting}}
de: {builds, plural, one {# build is waiting} andere }{# builds are waiting}
it: {builds, plural, one {# build is waiting} altro }}{# builds are waiting}
zh_tw: {builds, plural, one {# build is waiting} 其他 {# builds are waiting}}

source: {currentPage} of {totalPages}
de: {currentPage} von {totalPages}
it: {currentPage} di {totalPages}
zh_tw: {currentPage} 的 {totalPages}

source: {startNumber} - {endNumber} of {totalNumber}
de: {startNumber} - {endNumber} von {totalNumber}
it: {startNumber} - {endNumber} di {totalNumber}
zh_tw: {startNumber} - {endNumber} 的 {totalNumber}
